Repository: rikuge/uligo_spaced
Catalog: lang/*/LC_MESSAGES/uligo.po
Languages: ru

source: solved!
ru: Решено самостоятельно!

source: solved
ru: Решено

source: wrong!
ru: Неправильно!

source: end
ru: Конец

source: Number of problems in database:
ru: Количество задач в коллекции:

source: Number of questions asked :
ru: Количество заданных задач:

source: Number of right answers :
ru: Количество правильных ответов:

source: Number of wrong answers :
ru: Количество неправильных ответов:

source: Could not write .dat file
ru: Невозможно записать файл .dat.

source: IO Error
ru: Ошибка ввода-вывода

source: Order of the problems
ru: Порядок задач

source: Random order
ru: Случайный порядок

source: Sequential order (keep track of correct/wrong answers)
ru: Последовательное решение (вести учёт правильных и неправильных ответов)

source: Sequential order (don't record results); start with problem no.
ru: Последовательное решение (не вести учёт результатов); начать с задачи №

source: Use this mode as default
ru: Использовать этот режим по умолчанию

source: Cancel
ru: Отмена

source: Database:
ru: Коллекция задач:

source: Error in SGF file!
ru: Ошибка в файле SGF!

source: SGF Error
ru: Ошибка в SGF

source: Cannot open this file
ru: Не могу открыть этот файл

source: Open file
ru: Открыть файл

source: Could not write uligo.def
ru: Не могу записать файл uligo.def

source: IOError
ru: Ошибка ввода-вывода

source: Parsing Error
ru: Ошибка разбора

source: Black to play
ru: Ход чёрных

source: White to play
ru: Ход белых

source: Could not delete .dat file.
ru: Не могу удалить файл .dat.

source: I/O Error
ru: Ошибка ввода-вывода

source: END
ru: Конец

source: Save options
ru: Сохранить настройку

source: About uliGo ...
ru: О программе...

source: Guess
ru: Догадка

source: File
ru: Файл

source: Open problem collection ...
ru: Открыть коллекцию задач...

source: Replay game
ru: Переиграть игру

source: Clear Statistics
ru: Сбросить статистику

source: Statistics
ru: Статистика

source: Exit
ru: Выход

source: Options
ru: Настройка

source: Fuzzy stone placement
ru: Естественное размещение камней

source: Shaded stone mouse pointer
ru: Курсор в виде камня

source: Allow color switch
ru: Разрешить изменение цвета

source: Allow mirroring/rotating
ru: Разрешить отражение и поворот

source: Show solution mode
ru: Показывать решение как

source: animate
ru: анимацию

source: navigate
ru: варианты ходов

source: Replay speed
ru: Скорость повтора

source: very fast
ru: очень быстро

source: fast
ru: быстро

source: medium
ru: средне

source: slow
ru: медленно

source: Change clock settings
ru: Изменить настройки таймера

source: Wrong variations
ru: Неправильные варианты

source: Show WRONG at the end of variation
ru: Сообщить об ошибке в конце варианта

source: Show WRONG when entering variation
ru: Сообщить об ошибке в начале варианта

source: Do not descend into wrong variations
ru: Не углубляться в неправильные варианты

source: Random/sequential order mode
ru: Порядок задач в коллекции

source: Use 3D stones
ru: Использовать трёхмерные камни

source: Help
ru: Помощь

source: About ...
ru: О программе...

source: Documentation
ru: Руководство

source: License
ru: Лицензия

source: Back
ru: Пред.

source: Re
ru: Заново

source: Next
ru: След.

source: Show solution
ru: Показать решение

source: Hint
ru: Подсказка

source: Undo
ru: Отмена хода

source: Try variation
ru: Попробовать вариант

source: Error
ru: Ошибка

source: Error reading uligo.app
ru: Ошибка чтения файла uligo.app.

source: uliGo
ru: улиГо
